<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-06-RuaDoSouto.PortaDoSouto</title>
</head>
<body>
<h1>MRB-06-RuaDoSouto.PortaDoSouto</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 6</p>
<p><strong>nome:</strong>  Rua do Souto Porta do Souto </p>
<h2>Descrição da Rua</h2>
<p><para>Rua chave de todo o urbanismo e vida econ&#243;mica bracarense, a <lugar>rua do Souto</lugar>, ter&#225; sido, pelo menos desde o s&#233;c. XVII, a mais importante da cidade.</para>
        </p>
<p><para>Quando se construiram as <lugar>muralhas de Braga</lugar> pensou-se logo no poss&#237;vel crescimento citadino. A metade Sul, 
            j&#225; habitada e arruada com art&#233;rias cujo tra&#231;ado remonta aos romanos, ficou protegida; a metade Norte continuou vazia, com campos, que lentamente se foram enchendo. </para>
        </p>
<p><para>Primeiro foi a <lugar>rua Nova</lugar>, mais tarde chamada do Campo; depois, em <data>1565</data>, a dos Gatos ou da Miseric&#243;rdia.</para>
        </p>
<p><para>A rua que delimitou as duas zonas foi a do Souto. Era longa, bem lan&#231;ada e recta, unia o <lugar>Pa&#231;o dos Arcebispos</lugar> com o <lugar>Castelo</lugar> e uma <lugar>porta da muralha</lugar>, no seu extremo. </para>
        </p>
<p><para>N&#227;o importa agora que tipo de casas teria naquela long&#237;nqua data. O Mappa mostra-nos que em <data>1750</data> era uma art&#233;ria muito bem organizada, 
            tendo quase todas as casas com tr&#234;s pisos, gelosias, muitas varandas de madeira cobertas tamb&#233;m com gelosias e, no piso t&#233;rreo, 
            grandes portas de madeira, permitindo o com&#233;rcio. &#201; verdadeiramente magn&#237;fico de beleza e de unidade este conjunto! 
            Pena foi que, nas d&#233;cadas de 60 ou 70 do s&#233;c. XIX, todas as gelosias tivessem sido destru&#237;das.</para>
        </p>
<p><para>No desenho das fachadas sobressaem apenas o conjunto monumental do <lugar>largo do Pa&#231;o</lugar>, obra j&#225; dos Arcebispos que v&#227;o de <entidade tipo="pessoa">D. Diogo de Sousa</entidade> a <entidade tipo="pessoa">D. Rodrigo de Moura Teles</entidade>,
            e as casas a seguir aos prazos n.&#176; 2, com um belo trabalho de pedra nas janelas e n. &#176; 50, com os pisos superiores assentes sobre duas finas colunas. </para>
        </p>
<p><para>Hoje a estrutura das suas casas mant&#233;m-se, excepto no que respeita &#224;s gelosias. Em <data>1923</data> e <data>1954</data> a <lugar>rua do Souto</lugar> foi cortada pelas <lugar>rua Justino Cruz </lugar>
            (que a ligou ao <lugar>Campo da Vinha</lugar>) e pela <lugar>rua Francisco Sanches</lugar> (no enfiamento da anterior, estabelecendo liga&#231;&#227;o para carros com o <lugar>largo de S. Jo&#227;o do Souto</lugar>,
            uma vez que a passagem de pessoas j&#225; era feita atrav&#233;s da <lugar>Casa do Passadi&#231;o</lugar>). </para>
        </p>
<p><para>A zona denominada <lugar>Porta do Souto</lugar>, que corresponde &#224; parte do <lugar>Largo Bar&#227;o de S. Martinho</lugar> entre a <lugar>rua dos Janes</lugar> e a <entidade tipo="empresa">Foto Pelicano</entidade>,
            foi totalmente alterada em <data>1853</data>, quando foi destru&#237;do o <lugar>arco da Porta do Souto</lugar>.</para>
        </p>
<p><para>Das 37 casas do lado Norte e 55 do lado Sul eram prazos do Cabido 16 e 33 respectivamente. 
        </para>
        </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<li><strong>Enfiteuta:</strong> Agostinha Maia, viúva de Domingos Antunes da Rocha, ourives</li>
<li><strong>Foro:</strong> 250 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> Metade desta casa &#233; perten&#231;a do <entidade tipo="institui&#231;&#227;o">cabido de Lamego</entidade>. Confronta, do poente, com os <lugar>Pa&#231;os Arcebispais</lugar> (onde se situavam, em <data>1550</data> as <lugar>casas novas da Rela&#231;&#227;o</lugar> e, no s&#233;c. XVIII, o <lugar>Aljube</lugar>); do sul com a parte pertencente ao <entidade tipo="institui&#231;&#227;o">cabido de Lamego</entidade>, e, do norte com a <lugar>Rela&#231;&#227;o Eclesi&#225;stica</lugar>.</para>
<h3>Casa 2</h3>
<li><strong>Enfiteuta:</strong>  Luís Fernandes Braga</li>
<li><strong>Foro:</strong> 320 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>Confronta, de poente, com <lugar>casa foreira &#224; Mitra</lugar> e, do nascente, com <lugar>casa do morgado dos Leites</lugar>.</para>
<h3>Casa 3</h3>
<li><strong>Enfiteuta:</strong>  Rev. Cónego João Pinheiro Leite </li>
<li><strong>Foro:</strong> 620 reis e 2 galinhas </li>
<strong>Descrição:</strong> <para> Confronta, do nascente, com casa foreira &#224; <lugar>Igreja de S. Pedro d'Este</lugar> e, do poente, com casa foreira ao Morgado dos Leites. Este prazo foi comprado pelo Cabido, em <data>1485</data>, ao <entidade tipo="pessoa">Rei D. Jo&#227;o II</entidade>. 
                </para>
                
<h3>Casa 4</h3>
<li><strong>Enfiteuta:</strong> Maria Ferreira, viúva de Custódio Barroso </li>
<li><strong>Foro:</strong> 200 reis e 1 galinha </li>
<strong>Descrição:</strong> <para>Confronta, do poente, com casa foreira &#224; <lugar>Igreja de S. Pedro d'Este</lugar>. 
                </para>
                
<h3>Casa 5</h3>
<li><strong>Enfiteuta:</strong> Os herdeiros de André Loureiro </li>
<li><strong>Foro:</strong>   600 reis e 3 galinhas</li>
<strong>Descrição:</strong> <para />
<h3>Casa 6</h3>
<li><strong>Enfiteuta:</strong> Luísa Maria</li>
<li><strong>Foro:</strong> 500 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>A enfiteuta era filha de <entidade tipo="pessoa">Francisco Jo&#227;o</entidade>, mercador, e de sua 1&#170; mulher,<entidade tipo="pessoa">Vic&#234;ncia Rebelo</entidade> , a quem sucedeu neste Prazo. </para>
<h3>Casa 7</h3>
<li><strong>Enfiteuta:</strong> Carlos Veloso</li>
<li><strong>Foro:</strong> 300 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> Confronta, do nascente, com <lugar>casa d&#237;zima a  Deus</lugar> e, do poente, com casa foreira &#224; <lugar>confraria de Santiago da Cividade</lugar>. </para>
<h3>Casa 8</h3>
<li><strong>Enfiteuta:</strong>  António Rebelo de Matos, abade de Tadim</li>
<li><strong>Foro:</strong> 520 reis e 2 capões</li>
<strong>Descrição:</strong> <para>Confronta, do poente, com <lugar>casa d&#237;zima a Deus</lugar>. Tem uma serventia para a Loura desde o ano de <data>1534</data>. O quintal desta casa &#233; foreiro &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar>. </para>
<h3>Casa 9</h3>
<li><strong>Enfiteuta:</strong>  Isabel Maria da Silva, viúva do Dr. Santos de Araújo</li>
<li><strong>Foro:</strong> 600 reis e 4 galinhas</li>
<strong>Descrição:</strong> <para>Confronta, do nascente, com casa foreira &#224; <lugar>capela dos Cerveiras</lugar>. </para>
<h3>Casa 10</h3>
<li><strong>Enfiteuta:</strong> Dr. Domingos Soares</li>
<li><strong>Foro:</strong> 800 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>  O enfiteuta possuia este prazo por sucess&#227;o de <entidade tipo="pessoa">Jo&#227;o Soares Braga</entidade>, juiz das sizas, e de sua mulher, <entidade tipo="pessoa">Jer&#243;nima Vaz</entidade>. Confronta, do nascente. com a casa foreira &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar> e, do poente, com <lugar>casa d&#237;zima a Deus</lugar>.</para>
<h3>Casa 11</h3>
<li><strong>Enfiteuta:</strong> Padre João da Silva </li>
<li><strong>Foro:</strong> 600 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> Confronta, do poente, com casa foreira &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar>.</para>
<h3>Casa 12</h3>
<li><strong>Enfiteuta:</strong>  Os herdeiros de Jerónimo Peixoto</li>
<li><strong>Foro:</strong> 460 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 13</h3>
<li><strong>Enfiteuta:</strong>  Madre Maria Clara, religiosa do Salvador </li>
<li><strong>Foro:</strong> 650 reis e 5 galinhas </li>
<strong>Descrição:</strong> <para />
<h3>Casa 14</h3>
<li><strong>Enfiteuta:</strong> Dr. António Pinheiro</li>
<li><strong>Foro:</strong> 480 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>  Confronta, do poente, com casa foreira &#224; <lugar>capela de Sta. B&#225;rbara</lugar>.</para>
<h3>Casa 15</h3>
<li><strong>Enfiteuta:</strong>  Manuel de Araújo, abade de Sta. Eufémia</li>
<li><strong>Foro:</strong> 120 reis e 1 galinha </li>
<strong>Descrição:</strong> <para>O emprazamento foi feito no ano de <data>1706</data>. </para>
<h3>Casa 16</h3>
<li><strong>Enfiteuta:</strong> Leonel da Mota</li>
<li><strong>Foro:</strong> 120 reis e 1 galinha</li>
<strong>Descrição:</strong> <para> Foi constru&#237;da em <data>1591</data>, em perten&#231;as da casa n&#186; 15. Fica situada no canto da <lugar>Rua do Souto</lugar> e <lugar>Terreiro do Castelo</lugar>. Confronta, do nascente, com o dito Terreiro, do Sul, com a rua e, do poente, com o n&#186; 15.
                </para>
<h3>Casa 17</h3>
<li><strong>Enfiteuta:</strong>  Ursula Josefa </li>
<li><strong>Foro:</strong> 650 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>Situa-se &#224; <lugar>porta do Souto</lugar>, defronte do <lugar>Terreiro do Castelo</lugar> e confronta, do nascente, com casa foreira &#224; <lugar>Igreja de Frai&#227;o</lugar> e, do poente, com casa foreira &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar>.
                </para>
<h3>Casa 18</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> None</li>
<strong>Descrição:</strong> <para>&#201; foreira &#224; <lugar>obra da S&#233;</lugar> desde o ano de <data>1484</data>. por escambo feito com o cabido, ao qual ficou a pertencer o n&#186; 46, que confronta, do nascente, com casa foreira &#224; <entidade tipo="institui&#231;&#227;o">C&#226;mara</entidade>. Paga, de pens&#227;o ou foro, 480 reis.</para>
<h3>Casa 19</h3>
<li><strong>Enfiteuta:</strong> Jerónima Rodrigues, viúva de Frutuoso Marques </li>
<li><strong>Foro:</strong> 600 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>Confronta, do sul, com a casa da <lugar>Rua de Janes</lugar>, foreira &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar>.</para>
<h3>Casa 20</h3>
<li><strong>Enfiteuta:</strong>  Porcina Maria, viúva  </li>
<li><strong>Foro:</strong> 520 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> Confronta, do nascente, com casa foreira ao <lugar>Convento do Carmo</lugar> ou aos Padres Coreiros: do poente, com casa da comenda de Ada&#250;fe, dos Padres Coreiros; e, do sul, com casa da <lugar>Rua de Janes</lugar>, foreira a <lugar>S. Jo&#227;o do Souto</lugar>.</para>
<h3>Casa 21</h3>
<li><strong>Enfiteuta:</strong>  Luís Vaz Vieira e sua mulher, Antónia Maria Ferreira </li>
<li><strong>Foro:</strong> 460 reis e 4 galinhas</li>
<strong>Descrição:</strong> <para>O emprazamento foi feito no ano de <data>1724</data>. Confronta, do nascente, com casa foreira ao <lugar>Mosteiro de Ada&#250;fe</lugar>; do poente, com casa de S. Pedro d'Este; e, do sul, com casa foreira a S. Jo&#227;o do Souto. Foi incorporada neste prazo a casa n&#186; 11 da <lugar>Rua de Janes</lugar>. 
                </para>
<h3>Casa 22</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> 75 reis (de censo)</li>
<strong>Descrição:</strong> <para> &#192; casa n&#186; 23 pertence, ainda, o n&#186; 10 da <lugar>Rua de Janes</lugar>.</para>
<h3>Casa 23</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> 72 reis (de censo)</li>
<strong>Descrição:</strong> <para>&#192; casa n&#186; 23 pertence, ainda, o n&#186; 10 da <lugar>Rua de Janes</lugar>.</para>
<h3>Casa 24</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> 13 reis e 5 pretos </li>
<strong>Descrição:</strong> <para><entidade tipo="pessoa">Alexandre Brand&#227;o</entidade> paga de censo, 13 reis e 5 pretos, ou seja, meio maravedi.</para>
<h3>Casa 25</h3>
<li><strong>Enfiteuta:</strong> Manuel Moreira, cerigueiro  </li>
<li><strong>Foro:</strong> 430 e 2 galinhas</li>
<strong>Descrição:</strong> <para> Foi constru&#237;da, no ano de <data>1538</data>, em perten&#231;as do n&#186; 26. O prazo &#233; constitu&#237;do por casa e rossio, tendo este serventia pelo n&#186; 8 da <lugar>Rua de Janes</lugar>.</para>
<h3>Casa 26</h3>
<li><strong>Enfiteuta:</strong> Mariana da Costa, viúva de Pedro Mendes</li>
<li><strong>Foro:</strong> 200 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 27</h3>
<li><strong>Enfiteuta:</strong>  Dr. João de Matos </li>
<li><strong>Foro:</strong> 400 reis e 2 galinhas </li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 28</h3>
<li><strong>Enfiteuta:</strong> Padre Baltazar Ferreira da Silva</li>
<li><strong>Foro:</strong> 580 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>  Foi constru&#237;da no ano de <data>1513</data>, em perten&#231;as do n&#186; 29. No ano de <data>1596</data>. foi-lhe incorporada a casa n&#176; 26.</para>
<h3>Casa 29</h3>
<li><strong>Enfiteuta:</strong> Domingos Martins Teixeira </li>
<li><strong>Foro:</strong> 840 reis e 2 capões</li>
<strong>Descrição:</strong> <para> A este prazo pertence a casa n&#186; 7, da <lugar>Rua de Janes</lugar>. </para>
<h3>Casa 30</h3>
<li><strong>Enfiteuta:</strong>   Os herdeiros de André Loureiro </li>
<li><strong>Foro:</strong>  270 reis e 1 galinha </li>
<strong>Descrição:</strong> <para>  Foi constru&#237;da em <data>1524</data>, em perten&#231;as do n&#186; 31, e acrescentada, no ano de <data>1609</data>, uma parte do quintal do n&#186; 33 e uma casa pequena do n&#186; 31.</para>
<h3>Casa 31</h3>
<li><strong>Enfiteuta:</strong> Manuel Francisco da Cruz </li>
<li><strong>Foro:</strong>  220 reis e 1 galinha</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 32</h3>
<li><strong>Enfiteuta:</strong>  Jácome de Brito Leite</li>
<li><strong>Foro:</strong>  250 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 33</h3>
<li><strong>Enfiteuta:</strong>  António Pereira Regalo</li>
<li><strong>Foro:</strong> 500 reis e 3 galinhas</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 34</h3>
<li><strong>Enfiteuta:</strong> Padre António da Silva </li>
<li><strong>Foro:</strong> 300 reis</li>
<strong>Descrição:</strong> <para> Confronta, do poente, com casa foreira &#224; <lugar>Igreja de S. Pedro d'Este</lugar>.</para>
<h3>Casa 35</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> 13 reis e 2 pretos (de censo)</li>
<strong>Descrição:</strong> <para> Paga, tamb&#233;m 7 reis ao porteiro da massa. O censo &#233; pago por <entidade tipo="pessoa">Ascenso Antunes</entidade>.</para>
<h3>Casa 36</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> 13 reis e 2 pretos (de censo)</li>
<strong>Descrição:</strong> <para>O censo &#233; pago pelo livreiro, <entidade tipo="pessoa">Manuel Ferreira</entidade>. </para>
<h3>Casa 37</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> 13 reis e 2 pretos (de censo)</li>
<strong>Descrição:</strong> <para>O censo &#233; pago por <entidade tipo="pessoa">Ascenso Antunes</entidade>.</para>
<h3>Casa 38</h3>
<li><strong>Enfiteuta:</strong>  Padre António da Rocha Ferreira</li>
<li><strong>Foro:</strong> 370 reis e 2 galinhas </li>
<strong>Descrição:</strong> <para> O emprazamento foi feito em <data>1727</data>.</para>
<h3>Casa 39</h3>
<li><strong>Enfiteuta:</strong>  </li>
<li><strong>Foro:</strong> None</li>
<strong>Descrição:</strong> <para> Corresponde ao Passadi&#231;o do n&#186; 5, da <lugar>Rua de S. Jo&#227;o</lugar>, para onde tem a frontaria e serventia principais.</para>
<h3>Casa 40</h3>
<li><strong>Enfiteuta:</strong> Francisco Gomes, livreiro</li>
<li><strong>Foro:</strong> 430 reis e 2 capões</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 41 e 42</h3>
<li><strong>Enfiteuta:</strong> Padre José António de Lima </li>
<li><strong>Foro:</strong> 600 reis e 2 capões </li>
<strong>Descrição:</strong> <para> Encontram-se unidas num s&#243; prazo, desde o ano de <data>1637</data>. Tamb&#233;m j&#225; se encontraram unidas entre os anos de <data>1491</data> e <data>1551</data>. </para>
<h3>Casa 43</h3>
<li><strong>Enfiteuta:</strong>  Os herdeiros de Francisco Rodrigues da Costa, mercador </li>
<li><strong>Foro:</strong> 300 reis e 2 capões </li>
<strong>Descrição:</strong> <para> O n&#186; 43 esteve unido ao n&#186; 44, entre os anos de <data>1482</data> e <data>1532</data>. Enquanto estiveram separados, a serventia do n&#186; 44 fazia-se por uma porta e corredor situados por baixo do n&#186; 43.</para>
<h3>Casa 44</h3>
<li><strong>Enfiteuta:</strong>   Os herdeiros de Francisco Rodrigues da Costa, mercador </li>
<li><strong>Foro:</strong> 220 reis e 1 galinha</li>
<strong>Descrição:</strong> <para>O n&#186; 43 esteve unido ao n&#186; 44, entre os anos de <data>1482</data> e <data>1532</data>. Enquanto estiveram separados, a serventia do n&#186; 44 fazia-se por uma porta e corredor situados por baixo do n&#186; 43. </para>
<h3>Casa 45</h3>
<li><strong>Enfiteuta:</strong>  Dr. Manuel Gomes Lages</li>
<li><strong>Foro:</strong> 340 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> </para>
<h3>Casa 46</h3>
<li><strong>Enfiteuta:</strong>  Bernardina de Sena Maurícia, solteira</li>
<li><strong>Foro:</strong> 480 reis</li>
<strong>Descrição:</strong> <para> A enfiteuta era filha de <entidade tipo="pessoa">Greg&#243;rio Ferreira</entidade> e de sua mulher, <entidade tipo="pessoa">Ant&#243;nia Maria</entidade>, e herdou este prazo que seu pai comprara. Confronta, do sul, com perten&#231;as do n&#186; 48; e do poente com a parte do n&#186; 47, foreira &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar>. Possui duas portas para a rua: uma que serve para a loja, em que est&#227;o as drogas de botica e outras mercearias e outra que &#233; a serventia desta casa. </para>
<h3>Casa 47</h3>
<li><strong>Enfiteuta:</strong> Os herdeiros de João Marques da Veiga </li>
<li><strong>Foro:</strong> 150 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> Metade desta casa (parte nascente) &#233; foreira &#224; <lugar>confraria de S. Jo&#227;o do Souto</lugar>, e confronta com o n&#186; 48. </para>
<h3>Casa 48</h3>
<li><strong>Enfiteuta:</strong>  Dr. António Fernandes do Vale, médico </li>
<li><strong>Foro:</strong>  600 reis, 2 capões e 2 galinhas</li>
<strong>Descrição:</strong> <para>A parte poente da casa confronta com <lugar>casa d&#237;zima a Deus</lugar>. Desde o ano de <data>1566</data>, que est&#225; unida a uma casa que se desmembrou do n&#186; 46. </para>
<h3>Casa 49</h3>
<li><strong>Enfiteuta:</strong> José Loureiro </li>
<li><strong>Foro:</strong> 430 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> Confronta, do nascente, com <lugar>casa d&#237;zima a Deus</lugar>.</para>
<h3>Casa 50</h3>
<li><strong>Enfiteuta:</strong>  Manuel Pereira da Costa, livreiro</li>
<li><strong>Foro:</strong> 470 reis e 2 capões</li>
<strong>Descrição:</strong> <para>Confronta, do nascente, com casa foreira &#224; <lugar>cororaria</lugar>. </para>
<h3>Casa 51</h3>
<li><strong>Enfiteuta:</strong> Domingos José de Melo </li>
<li><strong>Foro:</strong> 265 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>Do nascente e poente confronta com casas d&#237;zimas a Deus. At&#233; ao ano de <data>1679</data> o cabido possu&#237;a apenas as traseiras desta casa. A parte da frente era d&#237;zima a Deus. Posteriormente, <entidade tipo="pessoa">Domingos Pinheiro Leite </entidade>doou ao cabido a parte que lhe cabia "se alcan&#231;asse senten&#231;a a seu favor no pleito que trazia sobre a dita parte com <entidade tipo="pessoa">Mariana Vieira</entidade>, vi&#250;va".  </para>
</body>
</html>