<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-10-TravessaDaRuaDeSJoao</title>
</head>
<body>
<h1>MRB-10-TravessaDaRuaDeSJoao</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 10</p>
<p><strong>nome:</strong> Travessa da Rua de S. João para a do Forno</p>
<h2>Descrição da Rua</h2>
<p><para>Rua em forma de cotovelo, tendo uma esp&#233;cie de
            protuber&#226;ncia no &#226;ngulo, mais parecendo duas vias
            que se encontrava num ponto que se alargava, formando
            a&#237; um &#171;Rexio&#187;.</para>
        </p>
<p><para>Seria um pouco estranho de compreender o seu tra&#231;ado,
            se n&#227;o soubessemos que no ponto onde se encontrava os
            seus tro&#231;os Sul e Oeste ter&#225; passado, possivelmente,
            a muralha da cidade romana. S&#243; assim se pode aceitar
            que esta art&#233;ria n&#227;o tivesse sequ&#234;ncia at&#233; &#224; <lugar>Igreja
            de S. Jo&#227;o de Souto</lugar>, ou &#224; <lugar>Porta de S. Jo&#227;o</lugar>.</para>
        </p>
<p><para>Sem unidade no tipo de casas que a formavam, tinha
            pr&#233;dios de dois pisos, alternando com outros de tr&#234;s
            ou at&#233; um; edif&#237;cios com longa fachada, a par com outros
            de pequena e m&#233;dia dimens&#227;o. </para>
        </p>
<p><para>Todas as casas s&#227;o de arquitectura tradicional, talvez
            na sua maioria em pedra, com seis raras varandas e apenas
            tr&#234;s gelosias, e uma forte percentagem (60%) de janelas
            t&#237;picas de <lugar>Braga</lugar>. De notar a casa grande situada no canto
            Sudoeste do <lugar>&#171;Rexio de S. Jo&#227;o&#187;</lugar> que tem um grande terreno
            de cultivo virado &#224; rua, estando o pr&#233;dio implantado
            atr&#225;s, na linha de barreira que fecha a Sul o &#171;Rexio&#187;.</para>
        </p>
<p><para>Das 10 casas existentes do lado Norte e outras tantas
            do lado Sul s&#227;o prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade> 5 e 6 respectivamente.</para>
        </p>
<p><para>Se bem que todo o bairro a Sul da <lugar>S&#233;</lugar>, pelo entrecruzar
            de ruas, seja conhecido como <lugar>Bairro das Travessas</lugar> &#233; muito
            estranho e nada aceit&#225;vel o nome desta rua que ora tratamos.
            Na Idade M&#233;dia a parte Este desta art&#233;ria, que no Mappa tem
            o nome de <lugar>&#171;Travessa para a rua de S. Jo&#227;o&#187;</lugar>, era conhecida como
            <lugar>rua da Carrapata</lugar> e a parte Sul, sem designa&#231;&#227;o especial
            no Mappa, tinha o nome de <entidade tipo="pessoa">Paio Manta</entidade>, talvez uma pessoa
            dominante que a&#237; vivesse. No s&#233;c. XVI, a <lugar>rua de Paio Manta</lugar>
            tomou o nome de <lugar>rua Coelho</lugar> que manteve at&#233; <data>19/12/1892</data>, data
            em que passou a denominar-se de <entidade tipo="pessoa">El-Rei</entidade>. Em <data>24 de Fevereiro de
                1944</data> recebeu o nome de <entidade tipo="pessoa">D. Afonso Henriques</entidade>.</para>
        </p>
<p><para>Desde <data>1892</data> que esta rua est&#225; muito alterada, embora se
            mantenha a sua fun&#231;&#227;o: A <lugar>rua de &#171;Coelho&#187;</lugar> foi alargada,
            o <lugar>&#171;Rexio de S. Jo&#227;o&#187;</lugar> desapareceu e a <lugar>&#171;Travessa para o Rexio
            de S. Jo&#227;o&#187;</lugar> integrou o novo <lugar>largo de S. Jo&#227;o de Souto</lugar>, ent&#227;o
            formado juntamente com parte da <lugar>rua de S. Jo&#227;o</lugar> e outros
            terrenos. Grosso modo, podemos dizer que esta travessa se
            integra hoje na <lugar>rua D. Afonso Henriques</lugar> e <lugar>Largo de
                S. Jo&#227;o de Souto</lugar>.</para>
        
        </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> None</li>
<strong>Descrição:</strong> <para>Corresponde ao n.&#186; 7 da <lugar>Rua de S. Jo&#227;o</lugar>,
                    para onde tem a frontaria e serventia principais.</para>
<h3>Casa 2</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> None</li>
<strong>Descrição:</strong> <para>No ano de <data>1607</data>, por escambo realizado entre o <entidade tipo="institui&#231;&#227;o">Cabido</entidade>
                    e a <entidade tipo="institui&#231;&#227;o">Companhia de Jesus</entidade>, esta casa foi trocada com o <lugar>casal de Real</lugar>,
                    situado na <lugar>freguesia de S. Jer&#243;nimo de Real</lugar>.
                    Confronta com quintal dos padres da <entidade tipo="institui&#231;&#227;o">Companhia de Jesus</entidade>.</para>
<h3>Casa 3</h3>
<li><strong>Enfiteuta:</strong> Teresa de Araújo, mulher de Manuel de Sousa, vidraceiro</li>
<li><strong>Foro:</strong> 240 reis e 1 capão</li>
<strong>Descrição:</strong> <para>Emprazamento feito em <data>1724</data>. Confronta, do nascente, com casa for. ao chantrado.</para>
<h3>Casa 4</h3>
<li><strong>Enfiteuta:</strong> Manuel de Faria</li>
<li><strong>Foro:</strong> 400 reis e 1 capão</li>
<strong>Descrição:</strong> <para>Foi constru&#237;da em perten&#231;as da casa n.&#186; 3, depois do ano de <data>1534</data>.</para>
<h3>Casa 5</h3>
<li><strong>Enfiteuta:</strong> Carlos de Magalhães de Azevedo, Cónego</li>
<li><strong>Foro:</strong> 475 reis e 2 capões</li>
<strong>Descrição:</strong> <para>A casa n.&#186; 6 confronta, de nascente, com casa for. &#224; cororaria.
                    Pertence, tamb&#233;m, ao enfiteuta destas duas casas o n.&#186; 12 da <lugar>rua do Forno</lugar>.</para>
<h3>Casa 6</h3>
<li><strong>Enfiteuta:</strong> Carlos de Magalhães de Azevedo, Cónego</li>
<li><strong>Foro:</strong> 250 reis e galinhas</li>
<strong>Descrição:</strong> <para>A casa n.&#186; 6 confronta, de nascente, com casa for. &#224; cororaria.
                    Pertence, tamb&#233;m, ao enfiteuta destas duas casas o n.&#186; 12 da <lugar>rua do Forno</lugar>.</para>
<h3>Casa 7</h3>
<li><strong>Enfiteuta:</strong> Félix José Machado</li>
<li><strong>Foro:</strong> 420 e 4 galinhas</li>
<strong>Descrição:</strong> <para>Encontram-se unidos a este prazo os n.&#186; 10 e 11 da <lugar>Rua do Forno</lugar>,
                    desde o ano de <data>1596</data></para>
<h3>Casa 8 e 9</h3>
<strong>Descrição:</strong> <para>Pertencem ao n.&#186; 9 da <lugar>Rua do Forno</lugar>, para onde t&#234;m a frontaria e serventia principais.
                    A casa n.&#186; 9 confronta, do nascente, com casa foreira cororaria e ficou unida ao n.&#186; 8 no ano
                    de <data>1674</data>.</para>
<h3>Casa 10</h3>
<li><strong>Foro:</strong> 115 reis e 8 pretos (de censo)</li>
<strong>Descrição:</strong> <para>Parte desta casa pertence &#224; <entidade tipo="institui&#231;&#227;o">Esmola</entidade> e parte ao chantrado.
                    Confronta, do poente, com casa foreira &#224; cororaria e com o n.&#186; 9.</para>
<h3>Casa 11</h3>
<li><strong>Enfiteuta:</strong> Padre Luís de Faria</li>
<li><strong>Foro:</strong> 100 reis e 1 galinha</li>
<h3>Casa 12</h3>
<li><strong>Enfiteuta:</strong> Lic. Manuel de Faria da Cunha</li>
<li><strong>Foro:</strong> 70 reis e 1 galinha</li>
<strong>Descrição:</strong> <para>Foi constru&#237;da em perten&#231;as do n.&#186; 11 no ano de <data>1694</data>.</para>
<h3>Casa 13</h3>
<li><strong>Enfiteuta:</strong> Manuel Francisco, alfaiate</li>
<li><strong>Foro:</strong> 410 e 4 galinhas</li>
<strong>Descrição:</strong> <para>Confronta, do nascente, com casa foreira ao <lugar>Hospital de S. Marcos</lugar>.</para>
</body>
</html>