<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-41-CampoDeSantaAna</title>
</head>
<body>
<h1>MRB-41-CampoDeSantaAna</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 41</p>
<p><strong>nome:</strong> Campo de Santa Ana</p>
<h2>Descrição da Rua</h2>
<p><para>Grande espa&#231;o aberto em frente &#224; <lugar>porta de Souto</lugar>, onde j&#225; na Idade M&#233;dia
        passava uma rua- a <lugar>Corredoura</lugar>- que levava &#224; <lugar>Senhora a Branca</lugar> e
        <lugar>S.Victor</lugar>, donde partia a estrada para <lugar>Chaves</lugar> ou <lugar>Bom Jesus</lugar>.</para>
        </p>
<p><para>Nos in&#237;cios do <data>s&#233;c. XVI</data> &#171;era todo cheio de vinhas e &#225;rvores e n&#227;o tinha mais
        espa&#231;o nem campo saindo da <lugar>porta do Souto</lugar> para <lugar>Santa Maria a Branca</lugar>&#187;.
        O <entidade tipo="pessoa">arcebispo D.Diogo de Sousa</entidade>, &#171;mandou fazer o rocio de Santa Ana...
        e comprou estas vinhas e campos at&#233; ao padr&#227;o onde est&#225; uma cruz acerca de Nossa Senhora e meteu
        tudo neste rocio de Santa Ana, e do dito padr&#227;o para diante alargou aquele campo at&#233; Nossa Senhora&#187;,
        criando assim um espa&#231;o amplo e belo onde &#171;fez de novo a Ermida se Santa Ana, com a sua capela e 
        escada... e poz de redor delas certas colunas escritas do tempo dos romanos&#187; e &#171;uma Cruz... com 
        seus degraus e haste&#187;.</para>
        </p>
<p><para>Era a transforma&#231;&#227;o deste local em amplo espa&#231;o urbano. At&#233; essa data apenas existia a capela
        de S.Gon&#231;alo, fundada poucos anos antes, em <data>1500</data>, por <entidade tipo="pessoa">D.Jorge da 
        Costa</entidade>, al&#233;m da <lugar>rua da Corredoura</lugar>.</para>
        </p>
<p><para>Com a constru&#231;&#227;o de uma casa &#171;&#224;<lugar>porta do Souto</lugar>...[para] estrebarias e alpendre
        com suas colunas para pousarem de pra&#231;a os Almocreves&#187; e de &#171;um pelourinho de pedra&#187;. por ordem
        tamb&#233;m de <entidade tipo="pessoa">D.Diogo</entidade>, ficava imediatamente criado um polo de atrac&#231;&#227;o
        e com&#233;rcio que pela proximidade com que estava deste campo, n&#227;o deixaria de o afectar; o que ali&#225;s
        &#233; vis&#237;vel no desenho das casas existentes no seu extremo Sudoeste.</para>
        </p>
<p><para>Em <data>1652</data> foi fundado o <entidade tipo="institui&#231;&#227;o">recolhimento das Beatas da
        Penha de Fran&#231;a</entidade>, que seria ampliado em <data>1720</data>, com mais quartos e uma igreja.</para>
        </p>
<p><para>Passados 34 anos instalaram-se aqui os <entidade tipo="institui&#231;&#227;o">Oratorianos</entidade> que
        lan&#231;aram a primeira pedra para a sua igreja em <data>1689</data>. Em <data>1739-1766</data>
        conseguiram construir o seu magn&#237;fico convento e igreja (dos Congregados), onde andou a m&#227;o de
        <entidade tipo="pessoa">Andr&#233; Soares</entidade>.</para>
        </p>
<p><para>Em <data>1722</data> a capela de S.Gon&#231;alo foi totalmente reedificada, fundando-se na mesma
        data o <entidade tipo="institui&#231;&#227;o">Recolhimento das Convertidas</entidade>, em espa&#231;o cont&#237;guo.</para>
        </p>
<p><para>Com todas estas institui&#231;&#245;es, onde nos permitimos salientar os <entidade tipo="institui&#231;&#227;o">Oratonianos</entidade> pela forma com que souberam atrair as popula&#231;&#245;es, <lugar>campo de Santa Ana</lugar> 
        foi tomando uma import&#226;ncia na vida da cidade que atingiu o seu m&#225;ximo em meados do s&#233;culo passado,
        e que ainda hoje mant&#233;m.</para>
        </p>
<p><para>Em <data>1750</data>, e embora o Mappa nos mostre apenas algumas das suas casas, nota-se bem
        a excelente qualidade de muitas delas, sobretudo as do lado Norte (excepto a do prazo n.&#186;5) e a
        situada no seu extremo Sudoeste. S&#227;o amplas, de grande fachada, constru&#237;das em pedra e ladeadas por 
        pilastras, com fartas aberturas, e as janelas do piso nobre transformadas em varandas. O lado Sul 
        contrasta totalmente; exceptuando a magn&#237;fica e grande casa localizada no gaveto com a 
        <lugar>rua de &#193;guas</lugar> que tem quatro v&#227;os e tr&#234;s pisos, com uma rar&#237;ssima varanda corrida no 
        seu &#250;ltimo andar, todas as outras s&#227;o bastantes diferentes. S&#227;o habita&#231;&#245;es na sua maioria de tr&#234;s
        pisos (sendo o terceiro sobradado em quatro delas), com amplas portas para possibilitar melhor com&#233;rcio
        e com janelas bracarenses. Curiosamente n&#227;o encontramos aqui nenhuma casa recoberta de gelosias.</para>
        </p>
<p><para>No extremo Sudeste est&#225; o <entidade tipo="institui&#231;&#227;o">convento dos Congregados</entidade>,
        ainda em constru&#231;&#227;o.</para>
        </p>
<p><para>N&#227;o deixa de ser curioso assinalar que quando na <data>segunda metade do s&#233;c.XIX</data> se 
        reconstruiram muitos destes edif&#237;cios, os do lado Norte continuaram a ter grande vulto e dos do Sul
        mantiveram tamb&#233;m as pequenas propor&#231;&#245;es de 100 anos atr&#225;s.</para>
        </p>
<p><para>Das 8 casas do lado Norte e 20 do Sul, eram prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>
         5 e 2, respectivamente.</para>
        </p>
<p><para>O <lugar>campo de Santa Ana</lugar> tem o nome actual de <lugar>avenida Central</lugar>.</para>
        
        </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<li><strong>Enfiteuta:</strong> D.Agostinha de Barros Gavião, enfiteuta principal do casal dos Chãos ou Quinteiro, 
                sito na freguesia de S.José de S.Lázaro</li>
<strong>Descrição:</strong> <para>Uma parte do quintal desta casa &#233; perten&#231;a do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        sito na freguesia de S.Jos&#233; de S.L&#225;zaro, &#224; face do qual est&#225; subemprazado.</para>
                
<h3>Casa 2</h3>
<li><strong>Enfiteuta:</strong> D.Agostinha de Barros Gavião, enfiteuta principal do casal dos Chãos ou Quinteiro, 
                    sito na freguesia de S.José de S.Lázaro</li>
<strong>Descrição:</strong> <para>Uma parte do quintal desta casa &#233; perten&#231;a do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        a face do qual est&#225; subemprazado.</para>
                
<h3>Casa 3</h3>
<li><strong>Enfiteuta:</strong> D.Agostinha de Barros Gavião, enfiteuta principal do casal dos Chãos ou Quinteiro, 
                    sito na freguesia de S.José de S.Lázaro</li>
<strong>Descrição:</strong> <para>Uma parte do quintal desta casa &#233; perten&#231;a do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        &#224; face do qual est&#225; subemprazado.</para>
                    
<h3>Casa 4</h3>
<li><strong>Enfiteuta:</strong> D.Agostinha de Barros Gavião, enfiteuta principal do casal dos Chãos ou Quinteiro, 
                    sito na freguesia de S.José de S.Lázaro</li>
<strong>Descrição:</strong> <para>Uma parte do quintal desta casa &#233; perten&#231;a do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        &#224; face do qual est&#225; subemprazado.</para>
                
<h3>Casa 5</h3>
<li><strong>Enfiteuta:</strong> D.Agostinha de Barros Gavião, enfiteuta principal do casal dos Chãos ou Quinteiro, 
                    sito na freguesia de S.José de S.Lázaro</li>
<strong>Descrição:</strong> <para>Uma parte do quintal desta casa &#233; perten&#231;a do prazo do casal dos Ch&#227;os ou Quinteiro, 
                        &#224; face do qual est&#225; subemprazado. A casa e a parte sul do quintal pagam foro ao
                    <entidade tipo="institui&#231;&#227;o">mosteiro de Vilar de Frades.</entidade> Confronta, do nascente, 
                    com a <lugar>rua de S.Gon&#231;alo</lugar>.</para>
                
<h3>Casa 6</h3>
<li><strong>Enfiteuta:</strong> Manuel Fernandes Lima</li>
<strong>Descrição:</strong> <para><entidade tipo="pessoa">Vincente Francisco</entidade>, casado com <entidade tipo="pessoa">Francisca Ferreira</entidade>, 
                    paga, de pens&#245;es ou foro, 10 reis ao n.&#186;3 da <lugar>Rua das &#193;guas</lugar>, por um 
                    peda&#231;o de terra que se separou do <lugar>campo da Rua das &#193;guas</lugar> ou do
                    <lugar>Caminho Novo</lugar>.</para>
                    
<h3>Casa 7</h3>
<li><strong>Enfiteuta:</strong> Manuel Fernandes Lima</li>
<strong>Descrição:</strong> <para><entidade tipo="pessoa">Gualter da Fonseca Pereira</entidade>, reitor de
                    <entidade tipo="institui&#231;&#227;o">Sta. Maria de Covelo</entidade>, paga, de pens&#227;o ou foro, 
                        50 reis ao n.&#186;3 da <lugar>Rua das &#193;guas</lugar> ou do <lugar>Caminho Novo</lugar>.</para>
                    
</body>
</html>