<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-12-TravessaDaRuaDoFornoParaADoPoco</title>
</head>
<body>
<h1>MRB-12-TravessaDaRuaDoFornoParaADoPoco</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 12</p>
<p><strong>nome:</strong> Travessa Da Rua Do Forno Para A Do Poco</p>
<h2>Descrição da Rua</h2>
<p><para>
            Mais um fragmento da grande <lugar>rua das Travessas</lugar>, espinha dorsal do <lugar>velho bairro medieval</lugar> e que decalca uma <lugar>velha rua romana</lugar>.
        </para>   
        </p>
<p><para>
            Com constru&#231;&#245;es de desigual desenho de fachada e caracter&#237;sticas, esta &#233; mais uma art&#233;ria que, lentamente, tamb&#233;m foi perdendo a sua import&#226;ncia at&#233; aos finais do s&#233;c. XIX.
        </para>  
        </p>
<p><para>
            Em <data>1892</data> foi consideravelmente alargada, sendo destru&#237;dos todos os seus pr&#233;dios, embora a linha de fachadas do lado Sul se tivesse mantido.
        </para>
        </p>
<p><para>
            Hoje conservam-se apenas alguns pormenores da casa do prazo n.&#186; 5, que era um belo edif&#237;cio g&#243;tico e com pedra de armas: e onde, parece terem vivido familiares de <entidade tipo="pessoa">Jo&#227;o de Barros</entidade>, autor da &#171;Geografia de Entre Douro e Minho&#187;.
        </para> 
        </p>
<p><para>
            Extremamente curiosa &#233;, tamb&#233;m, a casa do prazo n.&#176; 6. Com port&#227;o e janelas renascentistas, organiza-se em diferentes pisos, ligados por um muro obl&#237;quo, descendo para o canto da rua. Sobre essa parte do edif&#237;cio, tem um acr&#233;scimo, empoleirado, fazendo lembrar a arquitectura japonesa.
        </para>
        </p>
<p><para>
            Das 8 casas do lado Norte e 9 do lado Sul, s&#227;o 4 e 6, respectivamente, prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>.
        </para>  
        </p>
<p><para>
            Hoje esta travessa &#233; um tro&#231;o na <lugar>rua D. Afonso Henriques</lugar> situado entre a <lugar>rua do Forno</lugar> e a <lugar>rua D. Gon&#231;alo Pereira</lugar>.
        </para> 
        
        </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<li><strong>Enfiteuta:</strong> Dr. Francisco Gomes do Couto</li>
<li><strong>Foro:</strong> 600 reis e 8 galinhas</li>
<strong>Descrição:</strong> <para>A casa n&#176; 1 confronta, do nascente, com a <lugar>Rua do Forno</lugar>. Fazem parte deste prazo os n&#176; 15. 16, 17, 18 e 19, da <lugar>Rua do Forno ou dos Cegos</lugar>. A casa n&#176; 16 &#233; foreira ao chantrado e paga de censo ao <entidade tipo="institui&#231;&#227;o">cabido 2 maravedis</entidade>, ou seja. 54 reis.</para>
                
<h3>Casa 2</h3>
<li><strong>Foro:</strong> 108 reis (de censo)</li>
<strong>Descrição:</strong> <para>A casa n&#176; 1 confronta, do nascente, com a <lugar>Rua do Forno</lugar>. Fazem parte deste prazo os n&#176; 15. 16, 17, 18 e 19, da <lugar>Rua do Forno ou dos Cegos</lugar>. A casa n&#176; 16 &#233; foreira ao chantrado e paga de censo ao <entidade tipo="institui&#231;&#227;o">cabido 2 maravedis</entidade>, ou seja. 54 reis.</para>
                
<h3>Casa 3</h3>
<li><strong>Enfiteuta:</strong> Pedro da Cunha Sottomaior</li>
<li><strong>Foro:</strong> 1050 reis e 4 galinhas
                </li>
<strong>Descrição:</strong> <para>
                        A casa n&#176; 3 confronta, do sul, com a <lugar>Rua dos Palhais</lugar> e,foi unida ao n&#176; 4 em <data>1622</data>. A casa n.&#186; 4 foi deixada ao <entidade tipo="institui&#231;&#227;o">cabido pelo arcediago de Vermoim</entidade>. <entidade tipo="pessoa">Francisco Fernandes</entidade>, com encargo de um anivers&#225;rio de tr&#234;s li&#231;&#245;es.
                    </para>
                
<h3>Casa 4</h3>
<li><strong>Enfiteuta:</strong> Pedro da Cunha Sottomaior</li>
<li><strong>Foro:</strong> 1050 reis e 4 galinhas
                </li>
<strong>Descrição:</strong> <para>
                        A casa n&#176; 3 confronta, do sul, com a <lugar>Rua dos Palhais</lugar> e,foi unida ao n&#176; 4 em <data>1622</data>. A casa n.&#186; 4 foi deixada ao <entidade tipo="institui&#231;&#227;o">cabido pelo arcediago de Vermoim</entidade>. <entidade tipo="pessoa">Francisco Fernandes</entidade>, com encargo de um anivers&#225;rio de tr&#234;s li&#231;&#245;es.
                    </para>
                
<h3>Casa 5</h3>
<li><strong>Foro:</strong> 54 reis (de censo)</li>
<strong>Descrição:</strong> <para>
                        &#201; foreira ao morgado de <entidade tipo="pessoa">Real</entidade>. O censo &#233; pago por <entidade tipo="pessoa">Lopo de Barros de Almeida</entidade>.
                    </para>
                
<h3>Casa 6</h3>
<li><strong>Enfiteuta:</strong> Padre António de Sousa e Alvim</li>
<li><strong>Foro:</strong> 400 reis e 1 galinha </li>
<strong>Descrição:</strong> <para>
                        Situa-se na esquina da <lugar>Rua do Po&#231;o</lugar> e
                        confronta, do sul, com a casa n&#176; 17 da dita rua. Pertence a este prazo o n.&#186; 16, da <lugar>Rua de Santa Maria ou do Po&#231;o</lugar>.
                    </para>
                
<h3>Casa 7</h3>
<li><strong>Enfiteuta:</strong> Os herdeiros de João do Vale Campos</li>
<li><strong>Foro:</strong> 1200 reis e 8 galinhas</li>
<strong>Descrição:</strong> <para>
                        Ao prazo n.&#186; 7 foram unidos, em <data>1561</data>, dois &#234;nxidos que se separaram dos n.&#186; 13 e 14 da <lugar>Rua do Po&#231;o</lugar> e, em <data>1677</data>. as casas dos referidos n.&#186;s.  
                    </para>
                
<h3>Casa 8</h3>
<strong>Descrição:</strong> <para>
                        Corresponde ao n.&#176; 2 da <lugar>Rua Pequena</lugar>. 
                    </para>
                
<h3>Casa 9</h3>
<li><strong>Enfiteuta:</strong> Os herdeiros de Henrique de Sousa e Alvim</li>
<li><strong>Foro:</strong> 330 reis e 2 galinhas
                </li>
<strong>Descrição:</strong> <para>Confronta, do nascente, com casa foreira &#224; cororaria.</para>
                
<h3>Casa 10</h3>
<strong>Descrição:</strong> <para>
                        Corresponde ao n.&#186; 20 da <lugar>Rua do Forno</lugar>, para onde tem a frontaria e serventia principais. Confronta, do poente, com casa foreira &#224; cororaria.   
                    </para>
                
</body>
</html>