<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-48-PracaDoGaviao</title>
</head>
<body>
<h1>MRB-48-PracaDoGaviao</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 48</p>
<p><strong>nome:</strong> Praça do Gavião</p>
<h2>Descrição da Rua</h2>
<p><para>
            Centro nevr&#225;lgico de todo o bairro da Gavieira, a <lugar>pra&#231;a do Gavi&#227;o</lugar>, de cujos v&#233;rtices partiam 4 ruas, teve o seu in&#237;cio em &#171;Abril de 1725... [data em que] se come&#231;ou a quebrar pedra e a fazer casas no bairro da Gavieira, chamado o Quinteiro ou Reduto que &#233; prazo do <entidade tipo="institui&#231;&#227;o">Cabido</entidade> de que &#233; enfiteuta <entidade tipo="pessoa">Ant&#243;nio Barreto Gavi&#227;o</entidade>&#187;.
            Caso &#237;mpar na cidade de <lugar>Braga</lugar> e, do ponto de vista hist&#243;rico, talvez o primeiro loteamento do pa&#237;s, ainda n&#227;o foi, infelizmente, estudado: n&#227;o sabemos as raz&#245;es que levaram &#224; sua cria&#231;&#227;o (aumento de popula&#231;&#227;o?), nem o nome do seu urbanista ou do arquitecto, nem quem veio morar para aqui, etc.
            Sabemos apenas o que os desenhos que o Mappa nos mostra dizem: h&#225; uma nova forma de pensar as fachadas (grandes aberturas nas portas e janelas), h&#225; uma interven&#231;&#227;o, talvez de arquitecto &#8212; por oposi&#231;&#227;o a formas tradicionais &#8212;nesse projecto, e h&#225; ind&#237;cios de, pelo menos, ter existido alguma contingenta&#231;&#227;o no desenho das fachadas das casas: poderiam ir al&#233;m de seis varas de largura previstas para cada lote, mas as linhas das empenas e de separa&#231;&#227;o de dois pisos tinha que ser cont&#237;nua, apesar do desn&#237;vel do terreno onde est&#227;o implantadas; as portas e janelas tinham sempre &#171;molduras&#187; em pedra.
            Com 9 casas constru&#237;das em <data>1725</data> e 27 para construir, n&#227;o sabemos quanto tempo levou a preencher todos os lotes.
            Cerca de <data>1775</data>, foi aqui colocada uma fonte, de desenho &#171;rocaille&#187;.
            Com uma unidade arquitect&#243;nica ainda hoje not&#225;vel tem apenas a destoar as duas casas, constru&#237;das em <data>1871</data> e <data>1872</data>, que ocupam os espa&#231;os correspondentes aos prazos n.&#186; 17, 18 e 19.
            A <lugar>pra&#231;a do Gavi&#227;o</lugar>, que no <data>s&#233;culo XVIII</data> tamb&#233;m foi conhecida por, Quinteiro, Reduto ou campo Novo do Reduto, tem actualmente a designa&#231;&#227;o oficial de <lugar>pra&#231;a Mouzinho de Albuquerque</lugar>, que lhe foi dada pela C&#226;mara Municipal em 4 de Janeiro de 1898. &#201; mais conhecida, por&#233;m, por Campo Novo.
        </para>
        </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<strong>Descrição:</strong> <para>
                        Pertence ao n.&#176; 11 da <lugar>Rua de S. Gon&#231;alo</lugar>, para onde tem frontaria e serventia principais.
                    </para>
                
<h3>Casa 2</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    </para>
                
<h3>Casa 3</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        <entidade tipo="pessoa">Francisco do Vale</entidade>, da freguesia de <lugar>S. Paio de Pousada</lugar>, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Foi constru&#237;da antes de <data>1740</data>.
                    </para>
                
<h3>Casa 4</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    </para>
                
<h3>Casa 5</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                    </para>
                
<h3>Casa 6,7 e 8</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        &#171;Ch&#227;os de casa&#187; do prazo do casal dos Ch&#227;os ou Quinteiro.
                        O ch&#227;o n.&#176; 8 confronta, do poente, com o ch&#227;o n.&#176; 26 da <lugar>Rua Sto. Andr&#233;</lugar>.
                    </para>
                
<h3>Casa 9</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        Paga foro ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Confronta, do sul, com a casa n.&#176; 25 da <lugar>Rua de Sto. Andr&#233;</lugar>.
                    </para>
                
<h3>Casa 10 a 16</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        &#171;Ch&#227;os de casa&#187; do prazo do casal dos Ch&#227;os ou Quinteiro. 
                        O ch&#227;o n.&#176; 16 confronta, do norte, com a casa n.&#176; 1 da <lugar>Rua das Oliveiras</lugar>.
                    </para>
                
<h3>Casa 17 e 18</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        <entidade tipo="pessoa">Martinho de Ara&#250;jo</entidade>, pedreiro, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        As casas foram constru&#237;das depois de <data>1725</data>. O n.&#176; 17. confronta, do poente, com a casa n.&#176; 36 da <lugar>Rua das Oliveiras</lugar>.
                        
                    </para>
                
<h3>Casa 19 a 26</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        &#171;Ch&#227;os de casa&#187; do prazo do casal dos Ch&#227;os ou Quinteiro. 
                        O ch&#227;o n.&#176; 26 confronta, do poente, com o ch&#227;o n.&#176; 1 da <lugar>Rua de N. Sra. de Guadalupe</lugar>.
                    </para>
                
<h3>Casa 27 a 32</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        &#171;Ch&#227;os de casa&#187; do prazo do casal dos Ch&#227;os ou Quinteiro.
                        O ch&#227;o n.&#176; 27 confronta, do norte, con o ch&#227;o n.&#176; 35 da <lugar>Rua de N. Sra. de Guadalupe</lugar>.
                    </para>
                
<h3>Casa 33</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        <entidade tipo="pessoa">Mariana Cardoso</entidade>, da freguesia de <lugar>Nogueira</lugar>, paga 2000 reis ao enfiteuta do prazo do casal dos Ch&#227;os ou Quinteiro.
                        Esta casa foi constru&#237;da antes do ano de <data>1735</data>.
                    </para>
                
<h3>Casa 34 a 36</h3>
<li><strong>Enfiteuta:</strong> D. Agostinha Maria de Barros Gavião, enfiteuta principal do prazo do casal dos Chãos ou Quinteiro.</li>
<strong>Descrição:</strong> <para>
                        &#171;Ch&#227;os de casa&#187; do prazo do casal dos Ch&#227;os ou Quinteiro. 
                        O ch&#227;o n.&#176; 36 confronta, do sul, com o ch&#227;o n.&#176; 12 da <lugar>Rua de S. Gon&#231;alo</lugar>.
                    </para>
                
</body>
</html>