<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-16-RuaDeDGualdim</title>
</head>
<body>
<h1>MRB-16-RuaDeDGualdim</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 16</p>
<p><strong>nome:</strong> Rua de D. Gualdim</p>
<h2>Descrição da Rua</h2>
<p><para>
            Longa e curios&#237;ssima rua que no Mappa se estende da <lugar>pra&#231;a do P&#227;o</lugar> at&#233; ao <lugar>Terreiro de Sto. Ant&#243;nio</lugar>.
        </para>  
        </p>
<p><para>
            Aberta sobre uma rua do reticulado da cidade romana &#233; hoje uma das raras art&#233;rias medievais que n&#227;o sofreu o alargamento feito nos finais do s&#233;c. XIX a quase todas as ruas do <lugar>bairro das Travessas</lugar>.
        </para>
        </p>
<p><para>
            Em data que desconhecemos, foi dividida em duas: <lugar>rua de D. Gualdim</lugar>, da <lugar>S&#233;</lugar> at&#233; &#224; <lugar>rua D. Afonso Henriques</lugar>, e <lugar>rua de S. Tiago</lugar>, da&#237; at&#233; &#224; <lugar>rua de S. Paulo</lugar>.
        </para>   
        </p>
<p><para>   
            N&#227;o sabemos hoje qual a casa onde viveu <entidade tipo="pessoa">D. Gualdim Pais</entidade>, c&#233;lebre guerreiro do nosso primeiro rei, e que apenas a tradi&#231;&#227;o diz aqui ter habitado; ou onde se situou a casa cedida pelo <entidade tipo="pessoa">arcebispo D. Paio Mendes</entidade> aos Templ&#225;rios para hosp&#237;cio dos peregrinos. Sabemos sim que esta rua aparece no mais antigo livro de Nota do <lugar>Arquivo da C&#226;mara Municipal de Braga</lugar>, onde a <data>12 de Fevereiro de 1445</data> <entidade tipo="pessoa">Vasco Jorge</entidade>, escriv&#227;o da <lugar>C&#226;mara</lugar>, lan&#231;ou o primeiro prazo dos seus bens, com o nome de Cruz da Picota. Em <data>1459</data> vem j&#225; noutro prazo como <lugar>rua de D. Guald&#237;m</lugar>.
        </para>   
        </p>
<p><para>   
            Por essa data j&#225; as duas partes da rua se deviam assumir e ter popula&#231;&#245;es bem diferentes: as da metade Norte, mais rica, pr&#243;ximas da <lugar>S&#233;</lugar> e <lugar>pra&#231;a do P&#227;o</lugar>, centro fundamental da <lugar>cidade medieval</lugar> e onde um s&#233;culo mais tarde seria constru&#237;do, por mando de <entidade tipo="pessoa">D. Diogo de Sousa</entidade>, o novo edif&#237;cio da <lugar>C&#226;mara</lugar>. E a parte Sul junto &#224; porta de <entidade tipo="pessoa">S. Tiago</entidade>, com a sua igreja pr&#243;pria (<lugar>a Igreja de Santiago</lugar>, hoje <lugar>Igreja da Cividade</lugar>) ent&#227;o virada para esta rua.
        </para>   
        </p>
<p><para>   
            Em <data>1750</data> muita da sua import&#226;ncia foi alterada: o <entidade tipo="pessoa">arcebispo D. Jos&#233; de Bragan&#231;a</entidade> j&#225; mandara fazer a ala barroca do seu <lugar>pal&#225;cio </lugar>e na sua ideia j&#225; gravitava a vontade de mudar o edif&#237;cio da <lugar>C&#226;mara</lugar> para mais perto de si, o que fez em <data>1754</data>. O com&#233;rcio h&#225; muito que sa&#237;ra da <lugar>rua dos Burgueses</lugar> para a do<lugar>Souto</lugar>; e, tamb&#233;m, j&#225; desde <entidade tipo="pessoa">D. Diogo de Sousa</entidade> que os mercados se tinham implantado, com recintos pr&#243;prios, noutros locais, um deles, at&#233; relativamente pr&#243;ximo. E a <lugar>Igreja de Santiago</lugar>, viria a ser reconstru&#237;da, mas com a planta invertida, isto &#233;, com a fachada virada para a <lugar>rua D. Gon&#231;alo Pereira</lugar>, 37 anos ap&#243;s.
        </para>   
        </p>
<p><para>   
            Como dissemos, hoje a <lugar>rua de D. Gualdim</lugar>, isto &#233;, a parte Norte, conserva muit&#237;ssimo bem o aspecto que mostra no Mappa. Pena s&#243; que as curiosas casas sobradadas do prazo n.&#186; 1, a casa do prazo n.&#186; 18 e o edif&#237;cio da <lugar>C&#226;mara</lugar> tenham sido perdidas na voragem dos s&#233;culos.
        </para>  
        </p>
<p><para>   
            A metade Sul, essa, merc&#234; do alargamento que recebeu nos in&#237;cios do nosso s&#233;culo, transformou-se totalmente, sendo hoje uma das ruas mais incaracter&#237;sticas de <lugar>Braga</lugar>.
        </para>  
        </p>
<p><para>   
            Das 20 casas do lado Nascente e 23 do Poente eram 10 e 13, respectivamente, prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>.   
        </para>
        
        </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<strong>Descrição:</strong> <para>
                        Corresponde ao n.&#186; 11 da <lugar>Pra&#231;a do P&#227;o</lugar>, para onde tem a frontaria e serventia principais.
                    </para>
                
<h3>Casa 2</h3>
<li><strong>Enfiteuta:</strong> Manuel da Costa Vasconcelos</li>
<li><strong>Foro:</strong> 410 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para> 
                        Confronta, de norte, com casa d&#237;zima a Deus.
                    </para>
                
<h3>Casa 3</h3>
<li><strong>Enfiteuta:</strong> Maria de Faria, viúva de António Machado</li>
<li><strong>Foro:</strong> 165 reis e 1 galinha</li>
<h3>Casa 4</h3>
<li><strong>Enfiteuta:</strong> Miguel Luís Dias</li>
<li><strong>Foro:</strong> 320 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        Ficaram unidas, num s&#243; prazo, no ano de <data>1671</data>. 
                    </para>
                
<h3>Casa 5</h3>
<li><strong>Enfiteuta:</strong> Miguel Luís Dias</li>
<li><strong>Foro:</strong> 320 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        Ficaram unidas, num s&#243; prazo, no ano de <data>1671</data>. 
                    </para>
                
<h3>Casa 6</h3>
<li><strong>Enfiteuta:</strong> A mulher de Veríssimo da Rocha</li>
<li><strong>Foro:</strong> 620 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        Confronta, do norte e sul, com casas foreiras a uma <lugar>capela</lugar>.
                    </para>
                
<h3>Casa 7</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> 600 reis e 4 galinhas</li>
<strong>Descrição:</strong> <para>
                        Situa-se no terreiro da <lugar>Rua de D. Gualdim</lugar>, na esquina para a <lugar>travessa</lugar> que vem da <lugar>Rua do Po&#231;o</lugar>.
                    </para>
                
<h3>Casa 8</h3>
<strong>Descrição:</strong> <para>
                        Corresponde ao n.&#186; 6 da <lugar>travessa</lugar> que vem da <lugar>Rua do Po&#231;o</lugar> para a <lugar>Rua de D. Gualdim</lugar>, para onde tem a frontaria e serventia principais.
                    </para>
                
<h3>Casa 9</h3>
<li><strong>Enfiteuta:</strong> Isabel Pereira</li>
<li><strong>Foro:</strong> 185 reis</li>
<h3>Casa 10</h3>
<li><strong>Enfiteuta:</strong> Miguel Luís Dias, escrivão de casamentos da cidade de Braga, casado com Adriana Ribeiro.</li>
<li><strong>Foro:</strong> 120 reis</li>
<h3>Casa 11</h3>
<li><strong>Enfiteuta:</strong> António de Campos Peixoto, escultor, casado com Ventura da Costa.</li>
<li><strong>Foro:</strong> 240 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        Situa-se defronte da <lugar>Igreja de Santiago da Cividade</lugar> 
                        e possui frontaria para o <lugar>terreiro de Santo Ant&#243;nio</lugar>.
                        
                    </para>
                
<h3>Casa 12</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> 500 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        Situa-se defronte da <lugar>Igreja de Santiago da Cividade</lugar>.
                    </para>
                
<h3>Casa 13</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> 120 reis e 1 galinha</li>
<strong>Descrição:</strong> <para>
                        A casa n&#176; 13 foi constru&#237;da em perten&#231;as do prazo n.&#186; 14, depois do ano de <data>1554</data>.
                    </para>
                
<h3>Casa 14</h3>
<li><strong>Enfiteuta:</strong> None</li>
<li><strong>Foro:</strong> 120 reis e 1 galinha</li>
<strong>Descrição:</strong> <para>
                        A casa n&#176; 13 foi constru&#237;da em perten&#231;as do prazo n.&#186; 14, depois do ano de <data>1554</data>.
                    </para>
                
<h3>Casa 15</h3>
<strong>Descrição:</strong> <para>
                        Correspondem ao n.&#176; 4 da <lugar>Rua de Santo Ant&#243;nio</lugar>, para onde t&#234;m a frontaria e serventia principais.
                    </para>
                
<h3>Casa 16</h3>
<strong>Descrição:</strong> <para>
                        Correspondem ao n.&#176; 4 da <lugar>Rua de Santo Ant&#243;nio</lugar>, para onde t&#234;m a frontaria e serventia principais.
                    </para>
                
<h3>Casa 17</h3>
<strong>Descrição:</strong> <para>
                        Correspondem ao n.&#176; 4 da <lugar>Rua de Santo Ant&#243;nio</lugar>, para onde t&#234;m a frontaria e serventia principais.
                    </para>
                
<h3>Casa 18</h3>
<strong>Descrição:</strong> <para>
                        A casa &#233; foreira &#224; obra da <lugar>S&#233;</lugar> e possui frontaria para a <lugar>travessa</lugar> que vai para a <lugar>Rua das Chagas</lugar> e de <lugar>Sto. Ant&#243;nio</lugar>. S&#227;o enfiteutas os herdeiros de <entidade tipo="pessoa">Gabriel Pereira Sampaio</entidade>, que pagam de foro 270 reis.
                    </para>
                
<h3>Casa 19</h3>
<li><strong>Enfiteuta:</strong> Faustino da Cunha Pedrosa</li>
<li><strong>Foro:</strong> 160 reis e 2 galinhas</li>
<h3>Casa 20</h3>
<li><strong>Enfiteuta:</strong> Faustino da Cunha Pedrosa</li>
<li><strong>Foro:</strong> 180 reis e 2 galinhas</li>
<h3>Casa 21</h3>
<li><strong>Enfiteuta:</strong> Bento Leite Pereira</li>
<li><strong>Foro:</strong> 250 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        O enfiteuta foi filho e herdeiro de <entidade tipo="pessoa">D. Rosa Soares de Novais</entidade>. Confronta, do norte, com casa d&#237;zima a Deus. No ano de <data>1610</data>, por doa&#231;&#227;o de <entidade tipo="pessoa">Isabel Fernandes Bravo</entidade>, foram unidas ao &#234;nxido desta casa tr&#234;s varas de terra que se desmembraram de uma casa cont&#237;nua, d&#237;zima a Deus.
                    </para>
                
<h3>Casa 22</h3>
<li><strong>Enfiteuta:</strong> D. Brites de Abreu, religiosa do Salvador</li>
<li><strong>Foro:</strong> 450 reis 2 capões</li>
<strong>Descrição:</strong> <para>
                        Foi constru&#237;da depois de <data>1515</data>, em perten&#231;as do n.&#176; 23.
                    </para>
                
<h3>Casa 23</h3>
<li><strong>Enfiteuta:</strong> Os herdeiros de Domingos da Costa Murta</li>
<li><strong>Foro:</strong> 450 reis e 2 capões</li>
<h3>Casa 24</h3>
<li><strong>Enfiteuta:</strong> Manuel da Costa Vasconcelos</li>
<li><strong>Foro:</strong> 670 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                        Confronta, do norte, com casa foreira &#224; <lugar>confraria de Santiago</lugar>.
                    </para>
                
<h3>Casa 25</h3>
<li><strong>Enfiteuta:</strong> António Fernandes Veloso</li>
<li><strong>Foro:</strong> 150 reis e 1 galinha</li>
<strong>Descrição:</strong> <para>
                        Paga foro igual &#224; obra da <lugar>S&#233;</lugar>. Confronta, do norte, com <lugar>casa do Concelho</lugar> e, do sul, com <lugar>casa foreira &#224; confraria de Santiago</lugar>.
                    </para>
                
<h3>Casa 26</h3>
<li><strong>Enfiteuta:</strong> Senado da Câmara de Braga</li>
<li><strong>Foro:</strong> 4000 reis</li>
<strong>Descrição:</strong> <para>
                        Situa-se defronte da <lugar>S&#233;</lugar> e foi mandada edificar, em <data>1518</data>, pelo <entidade tipo="pessoa">Arcebispo D. Diogo de Sousa</entidade>. No ano de <data>1634</data> procedeu-se &#224; sua amplia&#231;&#227;o, tendo para o efeito sido efectuado um contrato (nota do tabeli&#227;o <entidade tipo="pessoa">Diogo de Magalh&#227;es</entidade>), atrav&#233;s do qual, o <entidade tipo="institui&#231;&#227;o">Cabido</entidade> cedeu as casas n.&#186; 26 da <lugar>Rua de D. Gualdim</lugar> e n.&#176; 1 da <lugar>Rua de Maximinos</lugar> ao <entidade tipo="institui&#231;&#227;o">Senado da C&#226;mara de Braga</entidade>, abrigando-se este a pagar &#224;quela entidade a quantia anual de 4000 reis. Posteriormente, j&#225; no pontificado do <entidade tipo="pessoa">arcebispo D. Jos&#233; de Bragan&#231;a</entidade> (<data>1741-1756</data>), dado o mau estado de conserva&#231;&#227;o e a falta de espa&#231;o, (agravada pelas audi&#234;ncias dos ministros judiciais, que nelas se realizavam), foi decidido construir uma casa mais ampla na actual <lugar>Pra&#231;a do Munic&#237;pio</lugar>, ent&#227;o denominada Campo de Touros.
                    </para>
                
</body>
</html>