<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>MRB-35-RuaDeSMarcosRuaDosGranjinhos</title>
</head>
<body>
<h1>MRB-35-RuaDeSMarcosRuaDosGranjinhos</h1>
<h2>Informação da rua</h2>
<p><strong>número:</strong> 35</p>
<p><strong>nome:</strong> Rua de S. Marcos</p>
<h2>Descrição da Rua</h2>
<p><para>
            Envolvia muralha, do lado Este, e ligava o exterior da <lugar>Porta do Souto</lugar>ao <lugar>campo dos Rem&#233;dios</lugar>.
        </para>
        </p>
<p><para>
            Aberta no tempo de <entidade tipo="pessoa">D. Diogo de Sousa</entidade> rapidamente se encheu de casas no al&#231;ado Nascente; o <entidade tipo="institui&#231;&#227;o">Cabido</entidade>, que aqui tem aforada apenas uma casa e o <entidade tipo="institui&#231;&#227;o">convento dos Rem&#233;dios</entidade>, era j&#225; senhor de um prazo em <data>1515</data>. O lado Poente, que encostava &#224; muralha, n&#227;o tinha nenhuma edifica&#231;&#227;o em <data>1594</data>, segundo o mapa de Braunio.
        </para>
        </p>
<p><para>
            Esta rua, onde existe o &#250;ltimo exemplar completo de casa com gelosias, t&#227;o vulgar nas art&#233;rias principais de <lugar>Braga</lugar> em <data>1750</data>, n&#227;o est&#225; representada no Mappa porque pertencia &#224; <entidade tipo="institui&#231;&#227;o">C&#226;mara</entidade>. E &#233; pena porque, para al&#233;m da imagem que nos transmitiria, nos poderia dar muitos elementos que agora s&#243; documentalmente poderemos obter. Uma &#250;ltima informa&#231;&#227;o fica: no &#250;ltimo quartel do s&#233;c. XIX agrupavam-se aqui as principais oficinas de escultores santeiros da cidade. Seria tamb&#233;m assim no s&#233;c. XVIII?
        </para>
        </p>
<p><para>
            Mant&#233;m ainda hoje o mesmo nome.
        </para>     
        
        </p>
<p><para>
            Mandada abrir por <entidade tipo="pessoa">D. Diogo de Sousa</entidade> em terreno acidentado, estabelecia uma liga&#231;&#227;o r&#225;pida entre a <lugar>porta de S. Jo&#227;o</lugar> e a <lugar>rua da Ponte de Guimar&#227;es</lugar>. Aquele arcebispo instalou tamb&#233;m aqui uma fonte em <data>1509</data>.
        </para>
        </p>
<p><para>
            Aberta em plena zona rural, de certo modo nas traseiras do <lugar>hospital de S. Marcos</lugar>, esta art&#233;ria mostra muitas casas do tipo de porta ladeada de janela, no piso t&#233;rreo. Uma &#250;nica habita&#231;&#227;o aparece aqui bem cuidada, com &#171;molduras&#187; em pedra nas portas e janelas: todas as outras, s&#227;o simples e de pedra &#8211; excepto a do prazo n&#186; 1 - mais ou menos bem tratadas, avultando 3 com varandas.
        </para>
        </p>
<p><para>
            De salientar ainda que quase todas as janelas s&#227;o do tipo bracarense.
        </para>
        </p>
<p><para>
            Tendo no Mappa apenas desenhado o seu lado Nascente, tinha ent&#227;o 32 casas, 9 das quais eram prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>.
        </para>
        </p>
<p><para>
            A <lugar norm="Rua dos Granjinhos">rua dos Granjinhos</lugar> corresponde hoje &#224; metade Sul das ruas de <lugar norm="Rua de S. L&#225;zaro">S. L&#225;zaro</lugar> e dos <lugar norm="Rua dos Granjinhos">Granjinhos</lugar>.
        </para>
        
       </p>
<h2>Informações das casas</h2>
<ul>
<h3>Casa 1</h3>
<li><strong>Enfiteuta:</strong> António de Araújo Ferreira, alfaiate</li>
<li><strong>Foro:</strong> 70 reis</li>
<strong>Descrição:</strong> <para>
                        Confronta, do norte, com casa foreira &#224; <lugar>capela de Sta. Luzia</lugar>, ou <lugar>morgado de Besteiros</lugar>, e, do sul, com o n&#186; 2 (<lugar>Convento dos Rem&#233;dios</lugar>). Foi constru&#237;da, juntamente com os n&#186; 2, 3 e 4, depois do ano de <data>1515</data>, no local onde existia uma vinha.
                    </para>                      
                
<h3>Casa 2, 3 e 4</h3>
<strong>Descrição:</strong> <para>
                        Atrav&#233;s de um contrato de escambo, realizado no ano de <data>1544</data>, o cabido cedeu a <entidade tipo="pessoa">D. Andr&#233; de Torquemada, Bispo de Dume</entidade>, parte dos terrenos das casas existentes neste local, a fim de se erirgir o <lugar>convento de Nossa Senhora dos Rem&#233;dios</lugar>. A portaria deste convento foi, assim, constru&#237;da em parte daqueles quintais.
                    </para>
                    
<h3>Casa 1</h3>
<li><strong>Enfiteuta:</strong> Manuel Fernandes da Silva, mestre de pedraria</li>
<li><strong>Foro:</strong> 480 reis e 4 galinhas</li>
<strong>Descrição:</strong> <para>
                       Faziam parte do prazo as vertentes das &#225;guas do <lugar>Hospital de S. Marcos</lugar>.
                   </para>
                   
<h3>Casa 2 e 3</h3>
<li><strong>Enfiteuta:</strong> Manuel Fernandes da Silva, mestre de pedraria</li>
<li><strong>Foro:</strong> 40 reis</li>
<h3>Casa 4, 5 e 6</h3>
<li><strong>Enfiteuta:</strong> Manuel Fernandes da Silva, mestre de pedraria</li>
<li><strong>Foro:</strong> 150 reis e 1 galinha</li>
<strong>Descrição:</strong> <para>
                       O n&#186; 6 confronta, do sul, com casa de herdade d&#237;zima a Deus.
                   </para>
               
<h3>Casa 7</h3>
<li><strong>Enfiteuta:</strong> Os herdeiros de João Marques, da Rua de S. Marcos, casado com Catarina de Araújo</li>
<li><strong>Foro:</strong> 160 reis e 2 galinhas</li>
<strong>Descrição:</strong> <para>
                       Leiras situadas nas <lugar>hortas dos Granginhos</lugar>, abaixo da <lugar>Fonte do &#205;dolo</lugar>, e nas <lugar>Hortas de S. Marcos</lugar>, atr&#225;s da <lugar>Fonte de S. Marcos</lugar>.
                   </para>
               
<h3>Casa 8</h3>
<strong>Descrição:</strong> <para>
                        Quintal da casa n&#186; 25 da <lugar>Rua de S. L&#225;zaro</lugar>.
                   </para>
               
<h3>Casa 9 e 10</h3>
<li><strong>Enfiteuta:</strong> Pedro Gomes de Basto, c.c. Maria de Magalhães</li>
<strong>Descrição:</strong> <para>
                        O <entidade tipo="pessoa">Padre Ant&#243;nio Ferreira Torres</entidade> paga de foro, 202 reis ao n&#186; 42 da <lugar>Rua de S. L&#225;zaro</lugar>.
                   </para>
               
<h3>Casa 11</h3>
<li><strong>Enfiteuta:</strong> Pedro Gomes de Basto, c.c. Maria de Magalhães</li>
<strong>Descrição:</strong> <para>
                       <entidade tipo="pessoa">Mariana Dias, vi&#250;va</entidade> paga 305 reis ao n&#186; 42 da <lugar>Rua de S. L&#225;zaro</lugar>.
                   </para>
               
<h3>Casa 12</h3>
<li><strong>Enfiteuta:</strong> Pedro Gomes de Basto, c.c. Maria de Magalhães</li>
<strong>Descrição:</strong> <para>
                       O <entidade tipo="pessoa">Padre Jos&#233; Ferreira, vig&#225;rio de Covas</entidade>, paga 100 reis, ao n&#186; 42 da <lugar>Rua de S. L&#225;zaro</lugar>.
                   </para>
                   
</body>
</html>